src/test/resources/data/entrustTemplate.txt

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ser="http://service.wsentrust.ec.fin.bolivariano/">
<soap:Header/>
<soap:Body>
<ser:getOTP>
<!--Optional:-->
<userId>${cedula}</userId>
</ser:getOTP>
</soap:Body>
</soap:Envelope>